Repository: grang5/rulotrosign
Catalog: Lotro_Signatures_0.2.2/Source Code/Strings.*.resx
Languages: de_de, fr_fr, ru_ru

# about
source: 2008 by Felarion (DE-Morthond)
de_de: 2008 von Felarion (DE-Morthond)
fr_fr: 2008 par Felarion (DE-Morthond)
ru_ru: 2008 by Felarion (DE-Morthond) перевод: Братство Арды www.lotroarda.ru

source: Back
de_de: Zurück
fr_fr: Précédent
ru_ru: Назад

source: Burglar
de_de: Schurke
fr_fr: Cambrioleur
ru_ru: Взломщик

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ru_ru: Отмена

source: Captain
de_de: Hauptmann
fr_fr: Capitaine
ru_ru: Рыцарь

source: Champion
de_de: Waffenmeister
ru_ru: Воитель

# chooseRaceClass
source: Choose race, class and level
de_de: Wähle Rasse, Klasse und Server
fr_fr: Votre race, classe et niveau
ru_ru: Выберите рассу, класс и уровень

source: Class
de_de: Klasse
fr_fr: Classe
ru_ru: Класс

# craftingProgress
source: Put in your crafting progress
de_de: Deine Berufe und Handwerkskönnen
fr_fr: Indiquez votre niveau d'artisanat
ru_ru: Введите ваш уровень ремесла

source: Dwarf
de_de: Zwerg
fr_fr: Nain
ru_ru: Гном

source: Elf
de_de: Elb
fr_fr: Elfe
ru_ru: Эльф

# enterNameServer
source: Enter your name and server
de_de: Name und Server eingeben
fr_fr: Entrez votre nom et serveur
ru_ru: Введите свое имя и сервер

source: Female
de_de: Weiblich
fr_fr: Femme
ru_ru: Женщина

source: Finished
de_de: Fertig!
fr_fr: Terminer
ru_ru: Конец

# founder_dwarf
source: Father
de_de: Vater
fr_fr: Père
ru_ru: Помошник лидера

# founder_elf
source: Einior
de_de: Brandir
ru_ru: Помошник лидера

# founder_hobbit
source: Chief
de_de: Gründer
ru_ru: Помошник лидера

# founder_man
source: Founder
de_de: Gründer
fr_fr: Fondateur
ru_ru: Помошник лидера

# founder_mixed
source: Founder
de_de: Gründer
fr_fr: Fondateur
ru_ru: Помошник лидера

source: Guardian
de_de: Wächter
fr_fr: Gardien
ru_ru: Страж

source: Hobbit
ru_ru: Хоббит

source: Hunter
de_de: Jäger
fr_fr: Chasseur
ru_ru: Охотник

# kinName
source: Kinship Name:
de_de: Sippenname:
fr_fr: Nom de Confrérie :
ru_ru: Название содружества:

# kinRank
source: Kin Membership Rank:
de_de: Rang in der Sippe:
fr_fr: Rang dans la Confrérie :
ru_ru: Уровень членства в содружестве:

# kinshipDetails
source: Give your kinship details
de_de: In welcher Sippe bist du?
fr_fr: Informations sur votre Confrérie
ru_ru: Введите детали вашего содружества

# kinType
source: Kinship Type:
de_de: Art der Sippe:
fr_fr: Type de confrérie :
ru_ru: Тип содружества:

# leader_dwarf
source: Lord
de_de: Fürst
fr_fr: Seigneur
ru_ru: Лидер

# leader_elf
source: Tûr
ru_ru: Лидер

# leader_hobbit
source: Leader
de_de: Anführer
ru_ru: Лидер

# leader_man
source: Master
de_de: Meister
fr_fr: Maître
ru_ru: Лидер

# leader_mixed
source: Leader
de_de: Anführer
fr_fr: Dirigeant
ru_ru: Лидер

source: Level
fr_fr: Niveau
ru_ru: Уровень

source: Lore-Master
de_de: Kundiger
fr_fr: Maître du Savoir
ru_ru: Хранитель Мудрости

source: Male
de_de: Männlich
fr_fr: Homme
ru_ru: Мужчина

# man
source: Race of Man
de_de: Mensch
fr_fr: Homme
ru_ru: Человек

# member_dwarf
source: Member
de_de: Mitglied
fr_fr: Membre
ru_ru: Участник

# member_elf
source: Member
de_de: Mitglied
fr_fr: Membre
ru_ru: Участник

# member_hobbit
source: Member
de_de: Mitglied
fr_fr: Membre
ru_ru: Участник

# member_man
source: Member
de_de: Mitglied
fr_fr: Membre
ru_ru: Участник

# member_mixed
source: Member
de_de: Mitglied
fr_fr: Membre
ru_ru: Участник

source: Minstrel
de_de: Barde
fr_fr: Ménestrel
ru_ru: Менестрель

source: Mixed
de_de: Gemischt
fr_fr: Mixte
ru_ru: Смешаное

source: Name:
fr_fr: Nom :
ru_ru: Имя:

source: Next
de_de: Weiter
fr_fr: Suivant
ru_ru: Вперёд

source: No Kinship
de_de: Keine Sippe
fr_fr: Sans Confrérie
ru_ru: Не состою в содружестве

source: of 7
de_de: von 7
fr_fr: sur 7
ru_ru: из

# officer_dwarf
source: Seneschal
de_de: Seneschall
fr_fr: Sénéchal
ru_ru: Предводитель

# officer_elf
source: Caun
ru_ru: Предводитель

# officer_hobbit
source: Voluntary Assistant Chief
de_de: Ältester
fr_fr: Assistant Chef Volontaire
ru_ru: Предводитель

# officer_man
source: Provost
de_de: Vorsteher
fr_fr: Prêvot
ru_ru: Предводитель

# officer_mixed
source: Officer
de_de: Offizier
fr_fr: Officier
ru_ru: Предводитель

source: Race
de_de: Rasse
ru_ru: Раса

# reallyCancel
source: Do you really want to cancel? Doing so will discard all data you have entered.
de_de: Willst du das Programm wirklich beenden? Alle bisher eingegebenen Daten werden dann verworfen.
fr_fr: Désirez-vous réellement annuler ? Le faire supprimera les données précédemment saisies.
ru_ru: Вы действительно хотите отменить генерирование? Данное действие приведет к удалению всей введенной информации.

# recruit_dwarf
source: Recruit
de_de: Rekrut
fr_fr: Recrue
ru_ru: Новобранец

# recruit_elf
source: Recruit
de_de: Rekrut
fr_fr: Recrue
ru_ru: Новобранец

# recruit_hobbit
source: Recruit
de_de: Rekrut
fr_fr: Recrue
ru_ru: Новобранец

# recruit_man
source: Recruit
de_de: Rekrut
fr_fr: Recrue
ru_ru: Новобранец

# recruit_mixed
source: Recruit
de_de: Rekrut
fr_fr: Recrue
ru_ru: Новобранец

# selectPvmp
source: Select your PvMP rank
de_de: Gib deine PvMP-Erfolge ein
fr_fr: Indiquez votre grade PvMP
ru_ru: Выберите свой PvMP ранг

source: Server:
fr_fr: Serveur :
ru_ru: Сервер:

source: Step
de_de: Schritt
fr_fr: Etape
ru_ru: Шаг

source: Armourer
de_de: Rüstungsschmied
fr_fr: Armurier
ru_ru: Бронник

source: Armsman
de_de: Waffenbauer
fr_fr: Fourbisseur
ru_ru: Мастер-оружейник

source: Cook
de_de: Koch
fr_fr: Cuisinier
ru_ru: Повар

# copy2clipboard
source: Copy to Clipboard
de_de: In die Zwischenablage
fr_fr: Copier dans le presse-papier
ru_ru: Скопировать в буфер

# doingPvp
source: I am doing freep-side PvMP
de_de: Ich mache PvMP auf der Seite der Freien Völker
fr_fr: Participe au PvMP côté Héros
ru_ru: Я за фрипов в PvMP

source: Exit
de_de: Beenden
fr_fr: Quitter
ru_ru: Выход

source: Explorer
de_de: Entdecker
fr_fr: Explorateur
ru_ru: Исследователь

source: Farmer
de_de: Bauer
fr_fr: Fermier
ru_ru: Фермер

# finalText
source: Do you like it? Consider sending some gold to Felarion on [DE] Morthond ;) Additional credits go to: - lotro-wiki.com from where I took some of the used images - Turbine for the signature templates (and for the great game)
de_de: Hat dir das Tool weitergeholfen? Du könntest ja ein paar Goldmünzen an Felarion auf [DE] Morthond senden ;) Außerdem möchte ich mich bedanken bei: - lotro-wiki.com (von wo ich einige der Bilder genommen habe) - Turbine für die Bild-Templates (und natürlich für das Spiel!)
fr_fr: Vous appréciez cet outil ? Envisagez d'envoyer un peu d'or à Felarion, sur [DE] Morthond ;) Crédits additionnels : - lotro-wiki.com où j'ai récupéré plusieurs images - Turbine pour le modèle de signature (et pour le jeu formidable)
ru_ru: Вам понравилось?Генератор-подписей создана Felorion'ом с сервера [DE]Morthond. Часть изображений взято с www.lotro-wiki.com...Спасибо Turbine за предоставленые шаблоны подписей и за отличную игру. Переведено содружеством Братство Арды www.lotroarda.ru

source: Forester
de_de: Förster
fr_fr: Forestier
ru_ru: Лесоруб

source: Historian
de_de: Historiker
fr_fr: Historien
ru_ru: Историк

source: Jeweller
de_de: Goldschmied
fr_fr: Bijoutier
ru_ru: Ювелир

# masterTier0
source: None
de_de: Nicht Gemeistert
fr_fr: Aucun
ru_ru: Ничего

# masterTier1
source: Master Apprentice
de_de: Lehrling (Meister)
fr_fr: Maître Apprenti
ru_ru: Уровень 1

# masterTier2
source: Master Journeyman
de_de: Geselle (Meister)
fr_fr: Maître Compagnon
ru_ru: Уровень 2

# masterTier3
source: Master Expert
de_de: Experte (Meister)
fr_fr: Maître Expert
ru_ru: Уровень 3

# masterTier4
source: Master Artisan
de_de: Virtuose (Meister)
fr_fr: Maître Artisan
ru_ru: Уровень 4

# masterTier5
source: Grand Master
de_de: Großmeister
fr_fr: Grand Maître
ru_ru: Уровень 5

source: Metalsmith
de_de: Schmied
fr_fr: Ferronnier
ru_ru: Кузнец

# noProfession
source: None
de_de: Keine
fr_fr: Aucune
ru_ru: Ничего

source: of
de_de: von
fr_fr: de
ru_ru: сервер

# of2
source: of
de_de: von
fr_fr: sur
ru_ru: содр-ва

source: Professions:
de_de: Berufe:
ru_ru: Професия:

source: Prospector
de_de: Schürfer
fr_fr: Prospecteur
ru_ru: Рудокоп

source: PvMP Rank:
de_de: PvMP-Rang:
fr_fr: Grade PvMP :
ru_ru: PvMP Ранг:

# rank_0
source: Unranked
de_de: Ohne Rang
fr_fr: Non gradé
ru_ru: Без ранговый

# rank_1
source: Rank 1 (Footman)
de_de: Rang 1 (Diener)
fr_fr: Rang 1 (Fantassin)
ru_ru: Ранг 1 (Пехотинец)

# rank_10
source: Rank 10 (Lieutenant)
de_de: Rang 10 (Leutnant)
fr_fr: Rang 10 (Lieutenant)
ru_ru: Ранг 10 (Лейтенант)

# rank_11
source: Rank 11 (Commander)
de_de: Rang 11 (Kommandeur)
fr_fr: Rang 11 (Commandeur)
ru_ru: Ранг 11 (Командор)

# rank_12
source: Rank 12 (Third Marshall)
de_de: Rang 12 (Dritter Marschall)
fr_fr: Rang 12 (Troisième Maréchal)
ru_ru: Ранг 12 (Третий маршал)

# rank_13
source: Rank 13 (Second Marshall)
de_de: Rang 13 (Zweiter Marschall)
fr_fr: Rang 13 (Second Maréchal)
ru_ru: Ранг 13 (Второй маршал)

# rank_14
source: Rank 14 (First Marshall)
de_de: Rang 14 (Erster Marschall)
fr_fr: Rang 14 (Premier Maréchal)
ru_ru: Ранг 14 (Первый маршал)

# rank_15
source: Rank 15 (Captain-General)
de_de: Rang 15 (General-Hauptmann)
fr_fr: Rang 15 (Captaine Général)
ru_ru: Ранг 15 (Главнокомандующий)

# rank_2
source: Rank 2 (Esquire)
de_de: Rang 2 (Knappe)
fr_fr: Rang 2 (Ecuyer)
ru_ru: Ранг 2 (Сквайр)

# rank_3
source: Rank 3 (Guardsman)
de_de: Rang 3 (Wächter)
fr_fr: Rang 3 (Garde)
ru_ru: Ранг 3 (Гвардеец)

# rank_4
source: Rank 4 (Man-at-Arms)
de_de: Rang 4 (Artillerist)
fr_fr: Rang 4 (Homme d'armes)
ru_ru: Ранг 4 (Старший гвардеец)

# rank_5
source: Rank 5 (Sergeant of the Guard)
de_de: Rang 5 (Unteroffizier der Wache)
fr_fr: Rang 5 (Sergent de la Garde)
ru_ru: Ранг 5 (Сержант гвардии)

# rank_6
source: Rank 6 (Sergeant-at-Arms)
de_de: Rang 6 (Zeremonienmeister)
fr_fr: Rang 6 (Sergent d'armes)
ru_ru: Ранг 6 (Первый сержант)

# rank_7
source: Rank 7 (Master Guardsman)
de_de: Rang 7 (Meister-Wächter)
fr_fr: Rang 7 (Maître Garde)
ru_ru: Ранг 7 (Мастер-сержант)

# rank_8
source: Rank 8 (Master-at-Arms)
de_de: Rang 8 (Hoher Artillerist)
fr_fr: Rang 8 (Maître d'armes)
ru_ru: Ранг 8 (Главный сержант)

# rank_9
source: Rank 9 (High Warden)
de_de: Rang 9 (Hoher Wächter)
fr_fr: Rang 9 (Haut Protecteur)
ru_ru: Ранг 9 (Королевский сержант)

# save2file
source: Save as File
de_de: In Datei speichern
fr_fr: Enregistrer l'image
ru_ru: Сохранить как фаил

source: Scholar
de_de: Gelehrter
fr_fr: Erudit
ru_ru: Ученый

# smallPreview
source: Small preview, actual image is 4 times as large
de_de: Vorschaubild - Das eigentliche Bild ist 4-mal so groß
fr_fr: Prévisualisation, l'image finale sera quatre fois plus grande
ru_ru: Изображение для предварительного просмотра. Настоящее изобр-е в 4 раза больше.

source: Stars:
de_de: Sterne:
fr_fr: Etoiles :
ru_ru: Звёзды:

# stars2
source: stars
de_de: Sterne
fr_fr: étoiles
ru_ru: звёзды

# success
source: Signature successfully created
de_de: Deine Signatur wurde erstellt!
fr_fr: Signature créée sans encombre
ru_ru: Подпись успешно создана

source: Tailor
de_de: Schneider
fr_fr: Tailleur
ru_ru: Портной

source: Tier:
de_de: Können:
ru_ru: Умелец:

# tier0
source: None
de_de: Ungelernt
fr_fr: Aucun
ru_ru: Ничего

# tier1
source: Apprentice
de_de: Lehrling
fr_fr: Apprenti
ru_ru: Уровень 1

# tier2
source: Journeyman
de_de: Geselle
fr_fr: Compagnon
ru_ru: Уровень 2

# tier3
source: Expert
de_de: Experte
ru_ru: Уровень 3

# tier4
source: Artisan
de_de: Virtuose
ru_ru: Уровень 4

# tier5
source: Master
de_de: Meister
fr_fr: Maître
ru_ru: Уровень 5

source: Tinker
de_de: Kesselflicker
fr_fr: Joaillier
ru_ru: Медник

source: Vocation:
de_de: Berufung:
ru_ru: Професия:

source: Weaponsmith
de_de: Waffenschmied
fr_fr: Fabricant d'armes
ru_ru: Оружейник

source: Woodsman
de_de: Waldhüter
fr_fr: Arctier
ru_ru: Лесник

source: Woodworker
de_de: Drechsler
fr_fr: Menuisier
ru_ru: Деревообработчик

source: Yeoman
de_de: Freibauer
fr_fr: Franc-Tenancier
ru_ru: Йомен

source: Import
de_de: Importieren
fr_fr: Importer
ru_ru: Импорт

# importPortrait
source: Import a portrait of you char
de_de: Porträtscreenshot importieren
fr_fr: Importer un portrait du personnage
ru_ru: Импорт портрета вашего персанажа

source: Scale
de_de: Bildgröße
fr_fr: Echelle
ru_ru: Шкала

# useImportedPortrait
source: Use your own characters's portrait
de_de: Eigenen Porträtscreenshot verwenden
fr_fr: Utiliser un portrait personnalisé
ru_ru: Использовать портрет вашего персонажа

source: Extracting Image Data...
de_de: Bilddaten werden extrahiert...
fr_fr: Préparation de l'image
ru_ru: Извлечение данных изображения ...

# masterTier6
source: Superior Master
de_de: Überragender Meister
fr_fr: Maître Suprême
ru_ru: Уровень 6

# tier6
source: Superior
de_de: Überragend
fr_fr: Suprême
ru_ru: Уровень 6

source: Rune-Keeper
de_de: Runenbewahrer
fr_fr: Gardien des Runes
ru_ru: Хранитель рун

source: Warden
de_de: Hüter
fr_fr: Sentinelle
ru_ru: Защитник

source: Use Ring Symbol
de_de: Ring-Symbol verwenden
ru_ru: Использовать символ кольца

# useDefault
source: Use default image
de_de: Standardbild verwenden
ru_ru: Использовать картинку по умолчанию

# imageTooSmall
source: The image you want to use is too small. It has to be 141*141 pixels minimum.
de_de: Das gewählte Bild ist zu klein. Ein Bild muss mindestens 141*141 Pixel groß sein, um es verwenden zu können.
ru_ru: Изображение которое вы хотите использовать слишком мало.Минимальный размер изображения 141*141 пикселей.

source: Error
de_de: Fehler
ru_ru: Ошибка

source: master tier 7
ru_ru: Западная марка

source: Mastery Tier:
de_de: Gemeistert:
fr_fr: Tier de maîtrise :
ru_ru: Мастер:

source: tier 7
ru_ru: Западная марка
